Repository: TomTelos/YWeather
Catalog: usr/lib/enigma2/python/Plugins/Extensions/YWfH/locale/*/LC_MESSAGES/YWeather.po
Languages: tr

source: %d mmHg
tr: %d mmH

source: %s%% humidity
tr: %s%% Hava nemi

source: 1. Visit http://weather.yahoo.com/\n2. Enter your city or zip code and give go...\n3. Copy ID (digit only) from\nhttp://weather.yahoo.com/ukraine/.../kyiv-924938/\n4. Save and restart the enigma
tr: 1. Buraya Ugra http://weather.yahoo.com/\n2. Sehiri yada Posta Kodunu gir ve Okay le...\n3. ID kopyala (sadece numeralari)\nhttp://weather.yahoo.com//turkey/istanbul/istanbul-2344116//\n4. kayit GUI reboot yap

source: Blowing snow
tr: Toz halinde Kar

source: Blustery
tr: Firtinali

source: City code
tr: Sehirkodu

source: City name
tr: Sehir adi

source: Clear (night)
tr: Acik (Gece)

source: Cloudy
tr: Bulutlu

source: Cold
tr: Soguk

source: Drizzle
tr: Cise

source: Dust
tr: Tozlu

source: Fair (day)
tr: Bulutsuz (Gündüz)

source: Fair (night)
tr: Bulutsuz (Gece)

source: Feels: %s
tr: His edilen: %s

source: Foggy
tr: Nemli

source: Freezing drizzle
tr: Donan Cise

source: Freezing rain
tr: Buzlu yagmur

source: Friday
tr: Cuma

source: Hail
tr: Dolu

source: Haze
tr: Sis

source: Heavy snow
tr: Kuvvetli Kar yagisi

source: Hot
tr: Sicak

source: Hurricane
tr: Hurrikan

source: Isolated thundershowers
tr: Tek tük Firtina

source: Isolated thunderstorms
tr: Tek Tük Firtina

source: Light snow showers
tr: Hafif Kar yagisi

source: Mixed rain and hail
tr: Kar ve Dolu karisimi

source: Mixed rain and sleet
tr: Yagmur ve Karyagmur karisimi

source: Mixed rain and snow
tr: Yagmur ve Kar karisimi

source: Mixed snow and sleet
tr: Kar ve Bulgur karisimi

source: Monday
tr: Pazartesi

source: Mostly cloudy (day)
tr: Genellikle Bulutlu (Gündüz)

source: Mostly cloudy (night)
tr: Hafif Bulutlu (Gece)

source: Not available
tr: Simdi Mevcut degil

source: Partly cloudy
tr: Kismen Bulutlu

source: Partly cloudy (day)
tr: Kismen Bulutlu (Gece)

source: Partly cloudy (night)
tr: Hafif Bulutlu (Gece)

source: Saturday
tr: Cumartesi

source: Scattered showers
tr: Tek Tük Saganak

source: Scattered snow showers
tr: Karsaganak

source: Scattered thunderstorms
tr: Tek Tük Firtina

source: Select plugin key
tr: Plugin button secmek

source: Severe thunderstorms
tr: Sidetli Firtina

source: Showers
tr: Yagmur

source: Sleet
tr: Karyagmuru

source: Smoky
tr: Dumanli

source: Snow
tr: Kar

source: Snow flurries
tr: Karcimlenmek

source: Snow showers
tr: Karsaganak

source: Sunday
tr: Pazar

source: Sunny
tr: Günesli

source: Thundershowers
tr: Firtina

source: Gewitter
tr: Firtina

source: Thursday
tr: Persembe

source: Tomorrow
tr: Yarin

source: Tropical storm
tr: Tropik Firtina

source: Tuesday
tr: Sali

source: Wednesday
tr: Carsamba

source: Windy
tr: Rüzgarli

source: configuration is saved
tr: Konfigürasyon kayid edildi

source: yahoo! weather plugin config
tr: yahoo! Wetter Plugin Config

source: Weather icons style
tr: Wetter-Icons Stil

source: Built-in
tr: bütünlestirme

source: User-def
tr: Kullanici Stil

source: Rain
tr: yağmur

source: press menukey for config
tr: yapılandırma için basın menukey

source: 2boom's Yahoo! Weather for Hotkey
tr: Hotkey için 2boom Yahoo! Hava Durumu
